---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WrappingAtEndsParam
source: html/1fb54e91-397a-b681-7342-ae474f8300dd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WrappingAtEndsParam Property

"Wrapping at Ends"

## Syntax (C#)
```csharp
public static ForgeTypeId WrappingAtEndsParam { get; }
```